Repository: Irakli66/Ski-Walker
Catalog: SkiWalker/SkiWalker/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ka

source: + Add Funds
ka: + შევსება

source: Add
ka: დამატება

source: Add new address
ka: დაამატე ახალი მისამართი

source: Add new payment method
ka: დაამატე ახალი ბარათი

source: Add one here
ka: დაამატე აქ

source: Add to Cart
ka: კალათაში დამატება

source: Addresses
ka: მისამართები

source: Already have an account?
ka: გაქვს ანგარიში?

source: Balance:
ka: ბალანსი:

source: Best Price Guarantee
ka: საუკეთესო ფასი

source: Boots
ka: ფეხსაცმელები

source: Buy Now
ka: იყიდე ახლავე

source: Cancel
ka: გაუქმება

source: Card Holder
ka: მფლობელი

source: Card Number
ka: ბარათის ნომერი

source: Categories
ka: კატეგორიები

source: Check your mail for a code
ka: შეამოწმე კოდი მეილზე

source: Checkout
ka: ყიდვის გაგრძელება

source: City
ka: ქალაქი

source: Clothing
ka: ტანსაცმელი

source: Company ID
ka: კომპანიის ID

source: Company Name
ka: კომპანიის სახელი

source: Confirm Password
ka: დაადასტურე პაროლი

source: Continue with Google
ka: Google-ით შესვლა

source: Country
ka: ქვეყანა

source: Create an account to continue!
ka: შექმენი ანგარიში

source: Credit Card
ka: ბარათი

source: Customer
ka: ფიზიკური პირი

source: Dark Mode
ka: მუქი ფონი

source: Date:
ka: თარიღი:

source: Delivery Details
ka: მიტანის დეტალები

source: Delivery price
ka: მიტანის ფასი

source: Don't have an account?
ka: არ გაქვს ანგარიში?

source: Email
ka: მეილი

source: Enter email to recover your password
ka: შეიყვანე რეგისტრირებული მეილი

source: Enter your city
ka: შეიყვანე ქალაქი

source: Enter your company ID
ka: შეიყვანე კომპანიის ID

source: Enter your company name
ka: შეიყვანე კომპანიის სახელი

source: Enter your country
ka: შეიყვანე ქვეყანა

source: Enter your email and password to log in
ka: შესასვლელად შეიყვანე მეილი და პაროლი

source: Enter your first name
ka: შეიყვანე სახელი

source: Enter your full name
ka: შეიყვანე მფლობელის სრული სახელი

source: Enter your last name
ka: შეიყვანე გვარი

source: Enter your password
ka: შეიყვანე პაროლი

source: Everything
ka: ყველაფერი

source: First Name
ka: სახელი

source: Forgot Password ?
ka: დაგავიწყდა პაროლი?

source: FREE
ka: უფასო

source: Full Name
ka: სრული სახელი

source: Gloves
ka: ხელთათმანები

source: Helmets
ka: ჩაფხუტები

source: Jackets
ka: ქურთუკები

source: Language
ka: ენა

source: Last Name
ka: გვარი

source: Loading products...
ka: იტვირთება

source: Log in
ka: შესვლა

source: Log out
ka: გასვლა

source: Mail Code
ka: კოდი მეილიდან

source: My Orders
ka: ჩემი შეკვეთები

source: No Payment Methods
ka: არ გაქვს ბარათი

source: No products found
ka: შედეგი ვერ მოიძებნა

source: Nothing to show
ka: ცარიელია

source: Order
ka: შეკვეთა

source: Order History
ka: შეკვეთების ისტორია

source: Order total
ka: ჯამური ღირებულება

source: Order:
ka: შეკვეთა:

source: Pants
ka: შარვლები

source: Password
ka: პაროლი

source: Pay
ka: გადახდა

source: Payment Methods
ka: გადახდის მეთოდები

source: Pick delivery date:
ka: აირჩიე მიტანის თარიღი:

source: Popular products
ka: პოპულარული

source: Product (%@)
ka: პროდუქტი(%@)

source: Product Description:
ka: პროდუქტის აღწერა

source: Profile
ka: პროფილი

source: Quantity
ka: რაოდენობა

source: Recover Password
ka: პაროლის აღდგენა

source: Register
ka: რეგისტრაცია

source: Repeat the password
ka: გაიმეორე პაროლი

source: Save
ka: შენახვა

source: Search skis, boards, gear...
ka: მოძებნე რაც გაგიხარდება

source: See All
ka: ყველა

source: Select Address
ka: აირჩიე მისამართი

source: Select payment method
ka: აირჩიე ბარათი

source: Seller:
ka: გამყიდველი:

source: Send
ka: გაგზავნა

source: Set New Password
ka: ახალი პაროლი

source: Settings
ka: პარამეტრები

source: Sign in to your Account
ka: ანგარიშზე შესვლა

source: Sign Up
ka: დარეგისტრირდი

source: Ski
ka: თხილამური

source: Snow Board
ka: სნოუბორდი

source: Status:
ka: სტატუსი:

source: Street
ka: ქუჩა

source: Total Price:
ka: ფასი:

source: Update profile
ka: ცვლილებების შენახვა

source: Valid Thru
ka: ვადა

source: Vendor
ka: ბიზნესი

source: You don't have any saved addresses.
ka: არ გაქვს დამატებული მისამართი

source: You don't have any saved cards.
ka: არ გაქვს დამატებული ბარათები
